
[
    {
      "author": "Dalina Militaru",
      "rating": 5,
      "text": "O experiență extraordinară! Clinica eDentify este locul unde profesionalismul întâlnește empatia, iar fiecare pacient se simte în siguranță. Echipa de specialiști în chirurgie dentară și estetică mi-a redat zâmbetul perfect, având grijă să elimine orice urmă de anxietate prin răbdare, grijă și tehnologie de ultimă generație. Recomand cu toată încrederea celor care își doresc servicii impecabile și un zâmbet de neuitat!",
      "time": "ianuarie 2025"
    },
    {
        "author": "Andrei Marsan",
        "rating": 5,
        "text": "Recomand cu mare încredere clinica! Experiența mea aici a fost una deosebită, de la primul contact până la finalizarea tratamentului. Personalul este extrem de profesionist, atent și prietenos, ceea ce mi-a oferit încredere și confort pe tot parcursul vizitei. Atmosfera din clinică este modernă, curată și foarte primitoare. Am apreciat în mod special explicațiile clare și răbdarea medicilor, care au fost mereu dedicați să găsească cele mai bune soluții pentru nevoile mele. Sunt foarte mulțumit de rezultate și cu siguranță voi reveni!",
        "time": "ianuarie 2025"
      },
      {
        "author": "Alina Dimian",
        "rating": 5,
        "text": "Servicii de top și o echipa de nota 10! Am fost foarte multumita de profesionalismul cu care am fost tratata. Recomand cu incredere! Voi reveni cu drag de fiecare data!",
        "time": "ianuarie 2025"
      },
      {
        "author": "Cristian Leca",
        "rating": 5,
        "text": "Recomand cu toata increderea, au servicii exceptionale si dotari moderne. Toti cei din cabinet au dat dovada de fiecare data de profesionalism, atentie, rabdare si punctualitate.",
        "time": "ianuarie 2025"
      }, 
      {
        "author": "Rocky Marian Ghetea",
        "rating": 5,
        "text": "Eu am fost si sunt foarte multumit, drept dovada ca am revenit cand am mai avut nevoie. Tot la fel voi face si in viitor ! Recomand !",
        "time": "ianuarie 2025"
      },
      {
        "author": "Oana Marsan",
        "rating": 5,
        "text": "Recomand cu drag această clinică! Personalul este foarte amabil iar doamna doctor Surmei are grijă să elimine orice urmă de anxietate legată de tratamentele stomatologice.",
        "time": "ianuarie 2025"
      },
      {
        "author": "Ionut R",
        "rating": 5,
        "text": "Super servicii, apelati cu incredere si problema se rezolva cu profesionalism si cu zambetul pe buze!",
        "time": "ianuarie 2025"
      },
      {
        "author": "Razvan Sebea",
        "rating": 5,
        "text": "Experienta excelenta ! Sunt foarte multumit de profesionalismul lor ! Recomand cu incredere!",
        "time": "ianuarie 2025"
      },
      {
        "author": "Daniel Alexandru Buse",
        "rating": 5,
        "text": "Servicii de top și rezultate impresionante! Am avut o experiență extraordinară la această clinică de estetică dentară! Echipa este foarte profesionistă, atentă și dedicată să ofere cele mai bune soluții pentru un zâmbet perfect. Atmosfera este caldă și prietenoasă, iar tehnologiile utilizate sunt de ultimă generație. Am beneficiat de un tratament de albire dentară și de fațete, iar rezultatele sunt spectaculoase! Încrederea mea în zâmbetul meu a crescut enorm. Recomand această clinică tuturor celor care doresc să aibă un zâmbet sănătos și frumos!",
        "time": "octombrie 2024"
      }, 
      {
        "author": "Eduard Ambrus",
        "rating": 5,
        "text": "O experiență ireproșabilă. Domnișoara doctor împreună cu  domnișoara asistentă au făcut ca vizita la control să fie o una foarte plăcută.",
        "time": "aprilie 2025"
      }
]
   
  